<template>
  <ContainerPage desktopPadding>
    <Breadcrumbs :breadcrumbs="breadcrumbs" :route="SITE_URL + route.path" />
    <TitlePage title="Контакты" :subtitle="COMPANY_SUBTITLE" />
    <div>
      Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
      прибился к красноармейской автороте, был контужен. После демобилизации в
      1921 году уехал в Петроград, где экстерном окончил школу, а затем учился
      на штурмана каботажных судов.
    </div>
    <div>
      Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
      прибился к красноармейской автороте, был контужен. После демобилизации в
      1921 году уехал в Петроград, где экстерном окончил школу, а затем учился
      на штурмана каботажных судов.
    </div>
    <div>
      Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
      прибился к красноармейской автороте, был контужен. После демобилизации в
      1921 году уехал в Петроград, где экстерном окончил школу, а затем учился
      на штурмана каботажных судов.
    </div>
    <div>
      Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
      прибился к красноармейской автороте, был контужен. После демобилизации в
      1921 году уехал в Петроград, где экстерном окончил школу, а затем учился
      на штурмана каботажных судов.
    </div>
    <div>
      Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
      прибился к красноармейской автороте, был контужен. После демобилизации в
      1921 году уехал в Петроград, где экстерном окончил школу, а затем учился
      на штурмана каботажных судов.
    </div>
  </ContainerPage>
</template>

<script setup lang="ts">
import { SITE_URL, COMPANY_SUBTITLE } from "~/mock/meta";

const route = useRoute();

const breadcrumbs = [
  { name: "Главная", path: "/", content: "1" },
  {
    name: "Контакты",
    path: "/contact",
    content: "last",
  },
];
</script>
