export const reviews = [
  {
    id: 1,
    user: "Елена Андреевна",
    firstLetter: "Е",
    userStatus: "Жительница многоквартирного дома",
    textOne: "Отличная мастерская! Заказали сайт и остались очень довольны!",
    textTwo: "",
    date: "15 декабря 2025",
  },
  {
    id: 2,
    user: "Космос Юрьевич",
    firstLetter: "К",
    userStatus: "Заказчик из состава собак",
    textOne: "Обожаю гулять и поедать всякие вкусняшки)))",
    textTwo: "",
    date: "23 марта 2026",
  },
  {
    id: 3,
    user: "Евгений",
    firstLetter: "Е",
    userStatus: "Настоящий батька",
    textOne:
      "Ничего в этой конторе не заказывал никогда и вообще она у меня вызывает большое сомнение. Ничего в этой конторе не заказывал никогда и вообще она у меня вызывает большое сомнение.",
    textTwo: "",
    date: "07 июля 2026",
  },
  {
    id: 4,
    user: "Денис Григорьевич",
    firstLetter: "Д",
    userStatus: "Начальник всех десертов Москвы",
    textOne:
      "Если честно, мастерская так себе. Пытаются конечно что то из себя состроить, но в целом фигня какая то.",
    textTwo: "",
    date: "20 сентября 2026",
  },
];
