<template>
  <div>
    Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
    прибился к красноармейской автороте, был контужен. После демобилизации в
    1921 году уехал в Петроград, где экстерном окончил школу, а затем учился на
    штурмана каботажных судов.
  </div>
  <div>
    Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
    прибился к красноармейской автороте, был контужен. После демобилизации в
    1921 году уехал в Петроград, где экстерном окончил школу, а затем учился на
    штурмана каботажных судов.
  </div>
  <div>
    Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
    прибился к красноармейской автороте, был контужен. После демобилизации в
    1921 году уехал в Петроград, где экстерном окончил школу, а затем учился на
    штурмана каботажных судов.
  </div>
  <div>
    Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
    прибился к красноармейской автороте, был контужен. После демобилизации в
    1921 году уехал в Петроград, где экстерном окончил школу, а затем учился на
    штурмана каботажных судов.
  </div>
  <div>
    Судьба Ефремова с ранних лет была непростой. Во время Гражданской войны он
    прибился к красноармейской автороте, был контужен. После демобилизации в
    1921 году уехал в Петроград, где экстерном окончил школу, а затем учился на
    штурмана каботажных судов.
  </div>
</template>
