export const priceDataLanding = {
  min: 10000,
  normal: 50000,
  full: 100000,
};

// export const listCardDataLanding = {
//   title: "Лендинг",
//   subtitle: "Одностраничный",
//   description: "Реклама, промо, рассылка",
//   price: priceDataLanding.min,
// };

export const siteLanding = {
  name: "landing",

  cardTitle: {
    titleOne: "Разрабатываем одностраничные ",
    titleOneBack: "Разрабатываем",

    titleTwo: "сайты лендинги ",
    titleTwoBack: "сайты",
    titleTwoDoubleBack: "лендинги",

    titleThree: "по вашему заказу.",
    titleThreeBack: "заказу",
  },

  cardSubtitle:
    "cardSubtitle cardSubtitle cardSubtitle cardSubtitle cardSubtitle cardSubtitle",

  price: priceDataLanding,

  advantage: [
    {
      id: 1,
      name: "isBad",
      title: "Недостатки",
      text: "Разрабатываем Недостатки Разрабатываем Недостатки Разрабатываем Недостатки Разрабатываем Недостатки Разрабатываем Недостатки Разрабатываем Недостатки",
    },
    {
      id: 2,
      name: "isGood",
      title: "Достоинства",
      text: "Разрабатываем Достоинства Разрабатываем Достоинства Разрабатываем Достоинства Разрабатываем Достоинства Разрабатываем Достоинства Разрабатываем Достоинства",
    },
  ],

  // cardDescription: [
  //   {
  //     id: 1,

  //     title: "Описание 1",
  //     textOne: "Разрабатываем одностраничные ",
  //     textTwo: "Разрабатываем сайты лендинги",
  //   },
  //   {
  //     id: 2,

  //     title: "Описание 2",
  //     textOne: "Разрабатываем одностраничные ",
  //     textTwo: "Разрабатываем сайты лендинги",
  //   },
  // ],

  // example: {
  //   title: "Образец лендинга",
  //   subtitle: "Одностраничные сайты могут быть разного дизайна и наполнения.",
  //   textOne:
  //     "Блоки, так же как другие элементы лендинга, могут быть различного дизайна и наполнения. Фото на сайте рекомендуется использовать свои и без компьютерной обработки.",
  //   textTwo:
  //     "Конечно же возможно использование разной анимации, не мешающей восприятию информации. Примеры анимации смотрите на страницах нашего сайта. Их много.",
  // },
};
