export const siteLanding = {
  name: "landing",

  titleOne: "Разрабатываем одностраничные ",
  titleOneBack: "Разрабатываем",

  titleTwo: "сайты лендинги ",
  titleTwoBack: "сайты",
  titleTwoDoubleBack: "лендинги",

  titleThree: "по вашему заказу.",
  titleThreeBack: "заказу",

  textOne:
    "Блоки, так же как другие элементы лендинга, могут быть различного дизайна и наполнения. Фото на сайте рекомендуется использовать свои и без компьютерной обработки.",
  textTwo:
    "Конечно же возможно использование разной анимации, не мешающей восприятию информации. Примеры анимации смотрите на страницах нашего сайта. Их много.",
};
